package ru.geekbrains_Java_one_lesson_1_HW;

//Задание 3: кот. в кач. параметра перед целое число, проверяет полож || отриц. ...
public class HW_1_3_ShklyaevDS {

    public static void main(String[] args) {
            int a = -5;
            if (a >= 0) {
                System.out.println("Число: " + a + " положительное.");
            }
            else {
                System.out.println("Число: " + a + " отрицательное.");
            }
        }
    }
